[
  {
    "id": "zmmitxhm63vugx4f",
    "link": "1. Apa yang menjadi \"pabrik\" energi dalam sel? A. Mitokondria B. Lisosom C. Ribosom D. Sitoplasma E. Vakuola\r\n\r\n2. Bagian sel yang bertanggung jawab untuk menyimpan materi genetik adalah? A. Ribosom B. Lisosom C. Sitoplasma D. Nukleus E. Retikulum endoplasma\r\n\r\n3. Fungsi dari ribosom dalam sel adalah? A. Sintesis protein B. Pencernaan C. Pneumatosis D. Pertumbuhan E. Pergerakan\r\n\r\n4. Apa fungsi dari retikulum endoplasma? A. Pencernaan B. Sintesis protein C. Pergerakan D. Pneumatosis E. Pertumbuhan\r\n\r\n5. Apa yang menjadi \"kantong sampah\" dalam sel yang bertugas mencerna zat-zat yang tidak diperlukan? A. Nukleus B. Mitokondria C. Ribosom D. Lisosom E. Sitoplasma",
    "answer": "A D B A D",
    "user_id": "nartbgtpj77szkh5",
    "tp_id": "exbdtcmkjk52wets",
    "created_at": "2024-05-03 04:52:11",
    "updated_at": "2024-05-05 06:33:57",
    "__drizzlerowid__": 1
  },
  {
    "id": "7sdd3v3bdvkrfvk5",
    "link": "1. Apa yang dimaksud dengan rasa cinta tanah air?\r\nA. Cinta terhadap negara B. Cinta terhadap keluarga C. Cinta terhadap teman D. Cinta terhadap hewan E. Cinta terhadap tumbuhan\r\n\r\n2. Mengapa penting bagi setiap warga negara untuk memiliki rasa cinta tanah air? A. Agar mendapatkan penghargaan dari negara B. Agar bisa meminta bantuan negara kapan pun C. Agar tercipta suasana damai di negara D. Agar bisa menghindari kewajiban sebagai warga negara E. Agar bisa tinggal di negara lain tanpa rasa kangen\r\n\r\n3. Apa yang dimaksud dengan tanggung jawab sebagai warga negara? A. Menghindari segala kewajiban B. Mencari kesempatan untuk melanggar hukum C. Melaksanakan hak dan kewajiban sebagai warga negara D. Memilih untuk tidak peduli terhadap negara E. Menyalahkan pemerintah atas semua kekurangan\r\n\r\n4. Bagaimana kita dapat menunjukkan tanggung jawab sebagai warga negara dalam kehidupan sehari-hari? A. Menghindari partisipasi dalam pemilu B. Mengabaikan aturan lalu lintas C. Membuang sampah sembarangan D. Menghormati hak asasi manusia E. Menjauhi segala bentuk perdamaian\r\n\r\n5. Apa dampak negatif jika seseorang tidak memiliki rasa cinta tanah air dan tanggung jawab sebagai warga negara? A. Meningkatkan rasa persatuan dalam masyarakat B. Memperkuat kualitas kepemimpinan negara C. Menurunkan semangat untuk membangun negara D. Mendorong-inisiasi kolaborasi dalam berbagai bidang E. Menciptakan lingkungan positif yang kondusif",
    "answer": "A C C D C",
    "user_id": "nartbgtpj77szkh5",
    "tp_id": "5r5sh55z2leuwfrp",
    "created_at": "2024-05-04 17:16:45",
    "updated_at": "2024-05-05 06:34:11",
    "__drizzlerowid__": 3
  },
  {
    "id": "jlf7afoynq56gec7",
    "link": "1. Apa yang dimaksud dengan penguapan dalam siklus air? A. Air yang meresap ke dalam tanah B. Air yang mengalir kembali ke sungai C. Air yang jatuh dari langit sebagai hujan D. Air yang berubah menjadi uap air karena panas E. Air yang diserap oleh akar tanaman\r\n\r\n2. Di mana lokasi terjadinya kondensasi dalam siklus air? A. Di laut B. Di gunung es C. Di atmosfer D. Di sungai E. Di hutan hujan\r\n\r\n3. Apa yang terjadi saat presipitasi dalam siklus air? A. Air menguap menjadi uap air B. Uap air berubah menjadi awan C. Tetesan air jatuh ke permukaan bumi D. Air disimpan di dalam bejana E. Air meresap ke dalam tanah\r\n\r\n4. Bagian manakah dari siklus air yang membutuhkan energi matahari? A. Penguapan B. Konveksi C. Infiltrasi D. Transpirasi E. Ablasi\r\n\r\n5. Apa yang dimaksud dengan runoff dalam siklus air? A. Air yang meresap ke dalam tanah B. Air yang mengalir kembali ke sungai C. Air yang menguap menjadi uap air D. Air yang diserap oleh tumbuhan E. Air yang membeku di pegunungan",
    "answer": "D C C A B",
    "user_id": "nartbgtpj77szkh5",
    "tp_id": "abmiylkuyhuey6ug",
    "created_at": "2024-05-20 03:31:02",
    "updated_at": "2024-05-21 01:21:16",
    "__drizzlerowid__": 4
  }
]
